Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_wx/omegat_wx-level2.tmx
Source language: en_us
Languages: ru_ru

source: Could not initialize help subsystem.
ru_ru: Не удалось инициализировать справочную подсистему.

source: Could not initialize the Curl library.
ru_ru: Не удалось инициализировать библиотеку Curl.

source: Could not launch a new process for xvkbd.
ru_ru: Не удалось запустить процесс для xvkbd.

source: Could not launch external onscreen keyboard
ru_ru: Не удалось запустить внешнюю экранную клавиатуру

source: Could not launch the MacOS Settings App
ru_ru: Не удалось запустить приложение «Системные настройки»

source: Could not launch xvkbd.
ru_ru: Не удалось запустить xvkbd.

source: Could not load database
ru_ru: Невозможно загрузить контейнер

source: Could not lock file, opening read-only.
ru_ru: Не удалось заблокировать файл, контейнер будет открыт «только для чтения».

source: Could not lock file.
ru_ru: Не удалось заблокировать файл.

source: Could not open file for reading!
ru_ru: Невозможно открыть файл для чтения!

source: Could not open file for writing!
ru_ru: Невозможно открыть файл для записи!

source: Could not parse current file path
ru_ru: Ошибка разбора пути к файлу

source: Could not re-load database:
ru_ru: Невозможно перезагрузить контейнер:

source: Could not read server version data.
ru_ru: Невозможно получить с сервера данные о версии.

source: Could not set 'Timeout' option.
ru_ru: Не удалось задать параметр 'Timeout'.

source: Could not set 'URL' option.
ru_ru: Не удалось задать URL.

source: Could not set 'Write Function' option.
ru_ru: Не удалось задать параметр 'Write Function'.

source: Couldn't contact server.
ru_ru: Невозможно соединиться с сервером.

source: Couldn't generate password - invalid policy
ru_ru: Ошибка при создании пароля: некорректная политика создания паролей

source: Create &Shortcut
ru_ru: Создать &ярлык

source: Create SchemaCache60 Error 0x%08X during %ls.
ru_ru: Создание SchemaCache60 завершилось ошибкой 0x%08X (выполнение операции «%ls»).

source: Create Shortcut
ru_ru: Создать ярлык

source: Create intermediate backups (.ibak) before saving
ru_ru: Создавать копию (.ibak) перед сохранением

source: Create report of previous Find search
ru_ru: Создать отчёт по результатам предыдущего поиска

source: Created Time
ru_ru: Время создания

source: Created on:
ru_ru: Создан:

source: Creation Date:
ru_ru: Дата создания:

source: Credit card CVV
ru_ru: CVV код карты

source: Credit card PIN
ru_ru: PIN-код карты

source: Credit card expiration
ru_ru: Срок действия карты

source: Credit card number
ru_ru: Номер карты

source: Criteria
ru_ru: Условие

source: Current database filters have been exported to this database.
ru_ru: В данный контейнер были экспортированы фильтры из текущего контейнера.

source: Current default (%ls)
ru_ru: Текущие умолчания (%ls)

source: Current master password incorrect
ru_ru: Неверный пароль для контейнера

source: Current safe was opened read-only
ru_ru: Контейнер открыт «только для чтения»

source: Current version:
ru_ru: Текущая версия:

source: Customize &Main Toolbar...
ru_ru: Настроить &основную панель инструментов...

source: DB Export from database: '%s'
ru_ru: Экспортировано из контейнера: '%s'

source: DCA
ru_ru: Действие по двойному␣клику

source: Data may have been lost or modified.
ru_ru: Возможно изменение или потеря данных.

source: Database
ru_ru: Контейнер

source: Database Id:
ru_ru: Номер контейнера:

source: Database Unique ID:
ru_ru: UID контейнера:

source: Database format:
ru_ru: Формат контейнера:

source: Database name
ru_ru: Имя контейнера

source: Database name must not be empty if a database policy shall be used.
ru_ru: Имя политики создания паролей не должно быть пустым.

source: Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ru_ru: Настройки контейнера будут сохранены в открытом контейнере, если он доступен для записи и не␣заблокирован другим пользователем.

source: Date added
ru_ru: Дата добавления

source: Dates and Times
ru_ru: Дата и время

source: Decryption
ru_ru: Расшифрование

source: Default Autotype string:
ru_ru: Строка автонабора по умолчанию:

source: Default Policy
ru_ru: Политика по умолчанию

source: Default Username
ru_ru: Имя пользователя по умолчанию

source: Default password expiration (days)
ru_ru: Срок действия пароля по умолчанию (в днях)

source: Default policy name is not allowed
ru_ru: Нельзя использовать имя политики по умолчанию

source: Delete
ru_ru: Удалить

source: Delete Base Entry Confirmation
ru_ru: Подтверждение удаления исходного элемента

source: Delete Confirmation
ru_ru: Подтверждение удаления

source: Delete Entry
ru_ru: Удалить элемент

source: Delete Report?
ru_ru: Удалить отчёт?

source: Delete an Entry
ru_ru: Удалить элемент

source: Deleting this copy after use is NOT sufficient.
ru_ru: Простого удаления этой копии после использования НЕДОСТАТОЧНО!

source: Delimiters
ru_ru: Разделители

source: Description
ru_ru: Описание

source: Description:
ru_ru: Описание:

source: Destination cannot be inside source tree
ru_ru: Новое расположение не может быть внутри исходного поддерева

source: Details
ru_ru: Информация

source: Differing field(s): %ls
ru_ru: Различающиеся поля: %ls

source: Discard
ru_ru: Отменить изменения

source: Display
ru_ru: Вид

source: Display Filter Boolean Value
ru_ru: Фильтр отображения — логическое значение

source: Display Filter DCA Value
ru_ru: Фильтр отображения — действие по двойному клику

source: Display Filter Date Value
ru_ru: Фильтр отображения — дата

source: Display Filter Entry Status Value
ru_ru: Фильтр отображения — статус элемента

source: Display Filter Entry Type Value
ru_ru: Фильтр отображения — тип элемента

source: Display Filter Integer Value
ru_ru: Фильтр отображения — целое число

source: Display Filter Media Types Value
ru_ru: Фильтр отображения — вложения

source: Display Filter Password Value
ru_ru: Фильтр отображения — пароль

source: Display Filter String Value
ru_ru: Фильтр отображения — строковое значение

source: Display Password as &QR code
ru_ru: Показать &QR-код пароля

source: Display subset of Password
ru_ru: Показать часть пароля

source: Do not use this option unless you understand and accept the risks.
ru_ru: Продолжайте только в случае, если понимаете и принимаете все возможные риски.

source: Do you want to discard the changes?
ru_ru: Отклонить изменения?

source: Do you want to save changes to the password database:
ru_ru: Сохранить изменения в контейнер

source: Do you wish to continue?
ru_ru: Продолжить?

source: Do you wish to overtake applied filter?
ru_ru: Оставить фильтр активным?

source: Do you wish to replace it?
ru_ru: Заменить?

source: Do you wish to save changes to your database without it?
ru_ru: Пропустить создание копии и сохранить изменения?

source: Do you wish to save this restored database as new database?
ru_ru: Сохранить восстановленный контейнер как новый?

source: Do you wish to see a detailed report?
ru_ru: Открыть подробный отчёт?

source: Don't ask me again
ru_ru: Не спрашивать снова

source: Don't show this warning again
ru_ru: Больше не показывать это предупреждение

source: Dots are not allowed in group names
ru_ru: Использование точек в имени группы запрещено

source: Double-Click Action:
ru_ru: Действие по двойному␣клику:

source: Double-Click on entry to Autotype
ru_ru: Щёлкните дважды для автонабора

source: Double-Click on entry to Browse to URL
ru_ru: Щёлкните дважды для перехода по ссылке

source: Double-Click on entry to Browse to URL + Autotype
ru_ru: Щёлкните дважды для перехода по ссылке и выполнения автонабора

source: Double-Click on entry to Copy Notes
ru_ru: Щёлкните дважды для копирования заметок

source: Double-Click on entry to Copy Password
ru_ru: Щёлкните дважды для копирования паролей

source: Double-Click on entry to Copy Password and Minimize
ru_ru: Щёлкните дважды для копирования пароля и сворачивания

source: Double-Click on entry to Copy Username
ru_ru: Щёлкните дважды для копирования имени пользователя

source: Double-Click on entry to Run Command
ru_ru: Щёлкните дважды для копирования связанной команды

source: Double-Click on entry to Send Email
ru_ru: Щёлкните дважды для отправки письма по этому адресу

source: Double-Click on entry to View/Edit it
ru_ru: Щёлкните дважды для просмотра/редактирования

source: Drag # %d
ru_ru: (перетащено № %d)

source: Drag and Drop
ru_ru: Перетаскивание

source: Drag and Drop failed
ru_ru: Ошибка при перетаскивании

source: Drag this image onto another window to paste the '%s' field.
ru_ru: Перетащите изображение на другое окно, чтобы вставить значение поля «%s».

source: Drag this image onto another window to paste the selected element or tree.
ru_ru: Перетащите изображение на другое окно, чтобы вставить выбранный элемент или дерево

source: Dragging cancelled
ru_ru: Перетаскивание отменено

source: Dropped entry '%s:%s:%s' password points to an entry that is also an alias.
ru_ru: Скопированный элемент «%s:%s:%s» ссылается на элемент, который является псевдонимом.

source: Duplicate # %d
ru_ru: (дубликат № %d)

source: Duplicate entry
ru_ru: Дубликат элемента

source: Duplicate group name
ru_ru: Дубликат группы

source: Duplicate group name (use Shift to overrule)
ru_ru: Группа с таким именем уже существует (чтобы игнорировать, нажмите Shift при перетаскивании)

source: E&xit
ru_ru: Вы&ход

source: E&xport
ru_ru: &Экспорт

source: Easyvision characters
ru_ru: Удобочитаемые символы

source: Edit
ru_ru: Правка

source: Edit Entry
ru_ru: Редактировать элемент

source: Edit Entry...
ru_ru: Редактировать элемент...

source: Edit Shortcut
ru_ru: Редактировать ярлык

source: Edit an Entry
ru_ru: Редактировать элемент

source: Edit the shortcut properties to the selected base entry.
ru_ru: Изменение параметров ярлыка для выбранного исходного элемента

source: Edit/View Entry
ru_ru: Редактирование/просмотр элемента

source: Edit/View selected entry
ru_ru: Редактирование/просмотр выбранного элемента

source: Either or both of the Group/Title and Password columns are missing.
ru_ru: Столбец с группой/заголовком и/или паролем отсутствует.

source: Email copied
ru_ru: E-mail скопирован

source: Empty Group visible in Filter
ru_ru: Отображать пустые группы при активном фильтре

source: Empty Master Password
ru_ru: Пустой пароль

source: Empty line %d skipped
ru_ru: Пустые строки %d пропущены

source: Encryption
ru_ru: Шифрование

source: End Report
ru_ru: Конец отчёта

source: Enter Key:
ru_ru: Ключ:

source: Enter a decryption key.
ru_ru: Введите ключ для расшифрования

source: Enter a value between 0 and 99 to overlay on system tray icon.
ru_ru: Введите число от 0 до 99 для отображения на значке в области уведомлений.

source: Enter an encryption key.
ru_ru: Введите ключ для шифрования

source: Enter new master password (if any) and click on bottom Yubikey button
ru_ru: Введите старый пароль для контейнера (если был задан) и щёлкните по кнопке YubiKey

source: Enter old master password (if any) and click on top Yubikey button
ru_ru: Введите старый пароль для контейнера (если был задан) и щёлкните по кнопке YubiKey

source: Enter positions of password characters separated by spaces, commas or semi-colons (or * for full password).
ru_ru: Введите номера символов пароля через пробел, запятую или точку с запятой (* покажет весь пароль).

source: Enter the current master password, followed by a new one.
ru_ru: Укажите текущий пароль, а затем новый пароль.

source: Enter the key and verify it.
ru_ru: Укажите ключ и подтвердите его.

source: Enter the shortcut properties to the selected base entry.
ru_ru: Укажите параметры ярлыка для выбранного исходного элемента

source: Entries in both databases but with differences:
ru_ru: Элементы встречаются в обоих контейнерах, но присутствуют различия:

source: Entries only in comparison database (%ls):
ru_ru: Элементы только из сравниваемого контейнера (%ls):

source: Entries only in current database (%ls):
ru_ru: Элементы только из текущего контейнера (%ls):

source: Entries using selected policy:
ru_ru: Элементы, использующие выбранную политику:

source: Entries whose
ru_ru: Элементы, у которых

source: Entries with E&xpiry Dates
ru_ru: Элементы с заданными &датами истечения пароля

source: Entries with a password expiry
ru_ru: Элементы с истекающим паролем

source: Entry "%ls, %ls, %ls" has a password in the correct form for an alias, but the base entry does not exist.
ru_ru: Пароль для элемента «%ls, %ls, %ls» имеет вид псевдонима, но исходный элемент не␣найден.

source: Entry "%ls, %ls, %ls" has a password in the correct form for an alias, but the base entry is already an alias.
ru_ru: Пароль для элемента «%ls, %ls, %ls» имеет вид псевдонима, но исходный элемент является псевдонимом.

source: Entry %ls%d with Group="%ls", Title="%ls", User="%ls"
ru_ru: Элемент %ls%d с группой «%ls», заголовком «%ls» и именем пользователя «%ls»

source: Entry Password Policy Changes
ru_ru: Изменения в политике создания паролей

source: Entry Type Changed
ru_ru: Изменение типа элемента

source: Entry import warnings
ru_ru: Предупреждения при импорте элементов

source: Entry keyboard shortcut %ls entry %ls is already allocated to entry %ls.
ru_ru: Горячая клавиша для %ls элемента %ls уже назначена элементу %ls.

source: Entry keyboard shortcut %ls entry %ls is already allocated to the PasswordSafe application.
ru_ru: Горячая клавиша для %ls элемента %ls уже назначена для вызова Password Safe.

source: Entry of line %d has an invalid "%ls" field.
ru_ru: Элемент в строке %d содержит недопустимое поле «%ls».

source: Entry on line %d with Group="%ls"
ru_ru: Элемент, описанный в строке %d, из группы «%ls»

source: Entry on line %d with no group
ru_ru: Элемент, описанный в строке %d, без имени группы

source: Entry size
ru_ru: Размер элемента

source: Entry status
ru_ru: Статус элемента

source: Entry type
ru_ru: Тип элемента

source: Entry with Group="%ls"
ru_ru: Элемент из группы «%ls»

source: Entry with no group
ru_ru: Элемент без имени группы

source: Error
ru_ru: Ошибка

source: Error (%08X): line %d character %d %ls
ru_ru: Ошибка (%08X): строка %d символ %d %ls

source: Error - unable to determine settings configuration!
ru_ru: Ошибка: невозможно загрузить файл настроек!

source: Error at column %d: %s
ru_ru: Ошибка в столбце %d: %s

source: Error dragging
ru_ru: Ошибка при перетаскивании

source: Error in Password History for entry: »%ls»%ls»%ls»:
ru_ru: Ошибка в истории паролей для элемента: »%ls»%ls»%ls»:

source: Error in a Password History %ls:
ru_ru: Ошибка в поле истории паролей %ls:

source: Error parsing Run Command
ru_ru: Ошибка разбора команды для запуска

source: Error re-loading last database
ru_ru: Ошибка при загрузке последнего контейнера

source: Error switching to another application before autotyping.
ru_ru: Ошибка при переключении в другое приложение для автонабора.

source: Error while writing file!
ru_ru: Ошибка при записи файла!

source: Error: A file with this name already exists
ru_ru: Ошибка: файл с указанным именем уже существует

source: Error: Bad response from YubiKey
ru_ru: Ошибка: некорректный ответ от YubiKey

source: Error: File is read-only
ru_ru: Ошибка: файл доступен только для чтения

source: Error: Unconfigured YubiKey?
ru_ru: Ошибка: YubiKey не настроен?

source: Escape key closes application
ru_ru: Закрывать приложение по Esc

source: Example:
ru_ru: Пример:

source: Execute Run command
ru_ru: Выполнить команду

source: Expand
ru_ru: Развернуть

source: Expand All
ru_ru: Развернуть все

source: Export
ru_ru: Экспорт

source: Export &To
ru_ru: Экспортировать &в

source: Export Attachment
ru_ru: Экспортировать вложение

source: Export Current &DB
ru_ru: Экспорт текущего &контейнера

source: Export Text
ru_ru: Экспорт

source: Export Text failed
ru_ru: Сбой при экспорте в простой текст

source: Export XM&L
ru_ru: Экспорт в &XML

source: Export XML
ru_ru: Экспорт

source: Export XML failed
ru_ru: Сбой при экспорте в XML

source: Export complete.
ru_ru: Экспорт завершён.

source: Export of data was restricted to certain fields by the user.
ru_ru: При экспорте пользователь ограничил список полей.

source: Export of data was restricted to include only those displayed.
ru_ru: Включены только элементы удовлетворяющие фильтру.

source: Export...
ru_ru: Экспорт...

source: Exporting database:
ru_ru: Экспорт контейнера:

source: Failed to allocate required memory to export attachment data.
ru_ru: Не удалось выделить память для экспорта вложения.

source: Failed to allocate required memory to import attachment data.
ru_ru: Не удалось выделить память для импорта вложения.

source: Failed to lock configuration file - opened by another instance of PasswordSafe?
ru_ru: Ошибка при блокировке файла настроек. Проверьте, не␣открыт ли другой экземпляр Password Safe?

source: Failed to open file.
ru_ru: Не удалось открыть файл.

source: Failed to switch from R-O to R/W because database is already open in R/W mode by: %ls %ls (Only one R/W access at a time is allowed)
ru_ru: Ошибка при переключении в режим «чтение/запись»: контейнер уже открыт для записи: %ls %ls (Файл не может быть одновременно открыт для записи несколькими пользователями)

source: Failed to switch from R-O to R/W: Could not open the database.
ru_ru: Ошибка при переключении в режим «чтение/запись»: невозможно открыть контейнер.

source: Failed to switch from R-O to R/W: The file appears to be too short to be a valid database.
ru_ru: Ошибка при переключении в режим «чтение/запись»: файл не является контейнером Password Safe (размер слишком мал).

source: Failed to switch from R/W to R-O: Could not release database lock.
ru_ru: Ошибка при переключении в режим «только чтение»: ошибка при освобождении файла блокировок.

source: Fatal Error
ru_ru: Фатальная ошибка

source: Field
ru_ru: Поле

source: Field active
ru_ru: Поле активно

source: Field is too long.
ru_ru: Поле слишком велико.

source: Field is too short.
ru_ru: Поле слишком мало.

source: Field length is incorrect.
ru_ru: Некорректная длина файла.

source: Field present
ru_ru: Поле присутствует

source: File
ru_ru: Файл

source: File %ls was imported with error
ru_ru: Файл %ls был импортирован с ошибкой

source: File %ls was not imported
ru_ru: Файл %ls не был импортирован

source: File %ls was not imported (error during import)
ru_ru: Файл %ls не был импортирован (ошибка при импорте)

source: File %ls was not imported (failed validation against XML Schema)
ru_ru: Файл %ls не был импортирован (не␣соответствует XML-схеме)

source: File Creation Date
ru_ru: Дата создания файла

source: File Creation Date:
ru_ru: Дата создания файла:

source: File Last Accessed date
ru_ru: Дата последнего доступа к файлу

source: File Last Modified Date
ru_ru: Дата изменения файла

source: File Last Modified Date:
ru_ru: Дата изменения файла:

source: File Name
ru_ru: Имя файла

source: File Path
ru_ru: Путь к файлу

source: File Read Error
ru_ru: Ошибка при чтении файла

source: File Size:
ru_ru: Размер файла:

source: File corrupt or truncated!
ru_ru: Файл повреждён или усечён!

source: File ends on line %d before ending double quote of last entry's note field.
ru_ru: Обнаружен конец файла в строке %d до того как была найдена закрывающая двойная кавычка для последнего поля с заметками.

source: File exceeds the allowed maximum size of 4.3GB (2^32GB).
ru_ru: Размер файла больше максимально разрешённых 4 ГиБ (2^32 Б)

source: File is too big.
ru_ru: Слишком большой файл.

source: File is too short.
ru_ru: Недостаточный размер файла.

source: File is truncated or otherwise corrupt.
ru_ru: Файл усечён или повреждён.

source: File lock error
ru_ru: Ошибка при блокировке файла

source: File may have been corrupted.
ru_ru: Возможно, файл повреждён.

source: File open error
ru_ru: Ошибка при открытии файла

source: File or path not found
ru_ru: Файл или путь к файлу не␣найден

source: File or path not found.
ru_ru: Файл или путь к файлу не␣найден.

source: File version warning
ru_ru: Предупреждение о версии файла

source: File: %ls failed validation against XML Schema: %ls
ru_ru: Файл %ls не␣соответствует XML-схеме: %ls

source: File: %ls passed Validation but had the following errors during import: %ls
ru_ru: Файл %ls прошёл проверку, но при импорте произошли следующие ошибки: %ls

source: File: %ls was imported (entries validated %d / imported %d%ls%ls%ls).
ru_ru: Файл %ls был импортирован (проверено элементов %d / импортировано %d%ls%ls%ls).

source: Filter %ls already exists in the database, do you wish to replace it with this?
ru_ru: Фильтр %ls уже существует в контейнере. Заменить его?

source: Filter 1
ru_ru: Фильтр 1

source: Filter name:
ru_ru: Имя фильтра:

source: Filters successfully exported
ru_ru: Фильтры успешно экспортированы

source: Filters successfully imported
ru_ru: Фильтры успешно импортированы

source: Filters will be unusable.
ru_ru: Фильтры будут недоступны.

source: Find
ru_ru: Поиск

source: Find Next
ru_ru: Найти следующий

source: First character of variable name must be alphabetic
ru_ru: Первый символ в имени переменной должен быть буквой

source: Fix by validating database.
ru_ru: Для исправления запустите проверку.

source: Flattened &List
ru_ru: &Простой список

source: Following fields in matching entries will be updated:
ru_ru: В соответствующих элементах будут обновлены следующие поля:

source: Following fields will not be updated:
ru_ru: Следующие поля не␣будут обновлены:

source: For security, the database must be closed before connecting to the Internet.
ru_ru: Из соображений безопасности перед подключением к Интернет необходимо закрыть контейнер.

source: Found %d known column headers:
ru_ru: Обнаружено %d известных заголовков столбцов:

source: Generate
ru_ru: Создать

source: Generate &Password...
ru_ru: Создать &пароль...

source: Generate Password
ru_ru: Создать пароль

source: Generate pronounceable passwords
ru_ru: Создавать произносимые пароли

source: Get &Help
ru_ru: &Помощь

source: Given path is a directory or file is read-only
ru_ru: Указанный путь является каталогом или файл доступен только для чтения

source: Go
ru_ru: Перейти

source: Go to Base entry
ru_ru: Перейти к исходному элементу

source: Goto &Shortcuts...
ru_ru: Перейти к ярлыку...

source: Group
ru_ru: Группа

source: Group copied
ru_ru: Группа скопирована

source: Group names on the same level must be unique.
ru_ru: На одном уровне имена групп должны быть уникальны

source: Group/Title
ru_ru: Группа/заголовок

source: Group:
ru_ru: Группа:

source: Group:'%ls'; Title:'%ls'; User:'%ls'
ru_ru: Группа: «%ls»; Заголовок: «%ls»; Имя пользователя: «%ls»

source: Group='%ls', Title='%ls', User='%ls' %ls
ru_ru: Группа=«%ls», Заголовок=«%ls», Имя пользователя=«%ls» %ls

source: Help
ru_ru: Помощь

source: Help Undefined
ru_ru: Справка отсутствует

source: Help will not be available.
ru_ru: Справка будет недоступна.

source: HexDigits implies no easyvision or pronounceable to be set
ru_ru: Параметр «шестнадцатеричные цифры» несовместим с «удобочитаемые» и «произносимые»

source: Hexadecimal characters
ru_ru: Шестнадцатеричные цифры

source: Hexadecimal is mutually exclusive to all other options.
ru_ru: Опция «шестнадцатеричные цифры» несовместима с другими опциями.

source: Hexadecimal passwords must have even length - each byte is two characters
ru_ru: Длина генерируемого шестнадцатеричного пароля должна быть чётной, так как каждый байт представим двумя шестнадцатеричными цифрами.

source: Hide
ru_ru: Скрыть

source: Hide password
ru_ru: Скрыть пароль

source: History
ru_ru: История

source: Identical items
ru_ru: Совпадающие элементы

source: If AutoType doesn't work, setting this may help.
ru_ru: Если автонабор не␣работает, попробуйте установить этот флажок.
